adobe-source-han-mono-cn-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ttf-foundertype-sc-fonts
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-wps-fonts
wqy-zenhei
htop
android-tools
baobab
nmap
tree-sitter-cli
tree
sudo
wget
scrcpy
paru
neofetch
downgrade
networkmanager
ntfs-3g
chntpw
vundle
net-tools
xmlto
archlinuxcn-keyring
sof-firmware
base
base-devel
linux-docs
linux-firmware
linux-zen
linux-zen-headers
gparted
grub
os-prober
xdg-desktop-portal-wlr
intel-compute-runtime
intel-media-driver
intel-ucode
bc
bind
efibootmgr
cpio
gst-libav
gst-plugins-ugly
lib32-gnutls
lib32-pipewire
libtiff5
libfido2
mesa
meson
inetutils
nftables
packagekit
packagekit-qt5
qt5-websockets
starship
terminus-font
texinfo
vulkan-intel
alsa-firmware
alsa-oss
alsa-plugins
alsa-utils
alsa-ucm-conf
pavucontrol
pipewire
pipewire-audio
pipewire-jack
pipewire-alsa
pipewire-pulse
wireplumber
pamixer
mpv
bluez
bluedevil
bluez-utils
gd
kamoso
clion
clion-cmake
clion-gdb
clion-jre
cmake
stlink
stm32cubemx
ninja
ctags
extra-cmake-modules
openocd
arm-none-eabi-gcc
arm-none-eabi-newlib
rslsync
rustup
go
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-zhwiki
fcitx5-qt
hyprland
hyprshot
waybar
network-manager-applet
sway
swaybg
swaylock
swww
thunar
wlogout
wofi
mako
brightnessctl
pw-volume
kitty
cliphist
sddm
wl-clipboard
unarchiver
unrar
unzip
lrzip
lzop
p7zip
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
autojump
python-cffi
python-chardet
python-docopt
python-matplotlib
python-numpy
python-paramiko
python-pip
python-pyaudio
python-pynvim
python-requests
python-scipy
python-websockets
kate
kwallet5
dolphin
gnome-sound-recorder
linuxqq
steam
telegram-desktop
clash
clementine
foliate
tlp
thunderbird
tmux
aria2
ark
yesplaymusic
typora
v2ray
v2raya-bin
vim
visual-studio-code-bin
praat
qbittorrent
minecraft-launcher
sing-box
google-chrome
hexo-cli
obs-studio
obsidian
okular
spectacle
neovim
blender
gimp
firefox
flatpak
gwenview
wps-office-cn
xmind
vofa+
lceda-pro-bin
netease-cloud-music
baidunetdisk-bin
